{
  "locations": {
    "1": {
      "title": "Wensceslas Square",
      "button": "Next",
      "p": ["More a broad boulevard than a typical city square, Wenceslas Square has witnessed a great deal of Czech history – a giant Mass was held here during the revolutionary upheavals of 1848; in 1918 the creation of the new Czechoslovak Republic was celebrated here; and it was here in 1989 where many anticommunist protests took place. Originally a medieval horse market, the square was named after Bohemia's patron saint during the nationalist revival of the mid-19th century.", "At the (upper) southern end of the square is Josef Myslbek’s muscular equestrian statue of St Wenceslas, the 10th-century pacifist Duke of Bohemia and the ‘Good King Wenceslas’ of Christmas carol fame. Flanked by other patron saints of Bohemia – Prokop, Adalbert, Agnes and Ludmila – he has been plastered with posters and bunting at every one of the square’s historical moments.", "Near the statue, a small memorial to the victims of communism bears photographs and handwritten epitaphs to anticommunist rebels Jan Palach and Jan Zajíc. In contrast to the solemnity of this shrine, the square around it has become a monument to capitalism, a gaudy gallery of fast-food outlets and expensive shops.", "Following a police attack on a student demonstration on 17 November 1989, angry citizens gathered in Wenceslas Square by the thousands night after night. A week later, in a stunning mirror image of Klement Gottwald’s 1948 proclamation of communist rule in Old Town Square, Alexander Dubček and Václav Havel stepped onto the balcony of the Melantrich Building to a thunderous and tearful ovation, and proclaimed the end of communism in Czechoslovakia."]
    },
    "2": {
      "title": "Astronomical Clock",
      "button": "Next",
      "p": ["Every hour, on the hour, crowds gather beneath the Old Town Hall Tower to watch the Astronomical Clock in action. Despite a slightly underwhelming performance that takes only 45 seconds, the clock is one of Europe's best-known tourist attractions, and a 'must-see' for visitors to Prague. After all, it's historic, photogenic and – if you take time to study it – rich in intriguing symbolism.", "Four figures beside the clock represent the deepest civic anxieties of 15th-century Praguers: Vanity (with a mirror), Greed (with his money bag; originally a Jewish moneylender, but cosmetically altered after WWII), Death (the skeleton) and Pagan Invasion (represented by a Turk). The four figures below these are the Chronicler, Angel, Astronomer and Philosopher.", "On the hour, Death rings a bell and inverts his hourglass, and the 12 Apostles parade past the windows above the clock, nodding to the crowd. On the left side are Paul (with a sword and a book), Thomas (lance), Jude (book), Simon (saw), Bartholomew (book) and Barnabas (parchment); on the right side are Peter (with a key), Matthew (axe), John (snake), Andrew (cross), Philip (cross) and James (mallet). At the end, a cock crows and the hour is rung." ]
      
    },
    "3": {
      "title": "Charles Bridge",
      "button": "Next",
      "p": ["Strolling across Charles Bridge is everybody’s favourite Prague activity. However, by 9am it’s a 500m-long fairground, with an army of tourists squeezing through a gauntlet of hawkers and buskers beneath the impassive gaze of the baroque statues that line the parapets. If you want to experience the bridge at its most atmospheric, try to visit it at dawn.",
      "In 1357 Charles IV commissioned Peter Parler (the architect of St Vitus Cathedral) to replace the 12th-century Judith Bridge, which had been washed away by floods in 1342. (You can see the only surviving arch of the Judith Bridge by taking a boat trip with Prague Venice.)",
      "The new bridge was completed in 1390, and took Charles’ name only in the 19th century – before that it was known simply as Kamenný most (Stone Bridge). Despite occasional flood damage, it withstood wheeled traffic for 500-odd years – thanks, legend says, to eggs mixed into the mortar (though recent investigations have disproved this myth) – until it was made pedestrian-only after WWII.", 
      "The first monument erected on the bridge was the crucifix near the eastern end, in 1657. The first statue – the Jesuits’ 1683 tribute to St John of Nepomuk – inspired other Catholic orders, and over the next 30 years a score more went up, like ecclesiastical billboards. New ones were added in the mid-19th century, and one (plus replacements for some lost to floods) in the 20th. As most of the statues were carved from soft sandstone, several weathered originals have been replaced with copies. Some originals are housed in the Casements at Vyšehrad; others are in the Lapidárium in Holešovice.",
      "The most famous figure is the monument to St John of Nepomuk. According to the legend on the base of the statue, Wenceslas IV had him trussed up in armour and thrown off the bridge in 1393 for refusing to divulge the queen’s confessions (he was her priest), though the real reason had to do with the bitter conflict between church and state; the stars in his halo allegedly followed his corpse down the river. Tradition says that if you rub the bronze plaque, you will one day return to Prague. A bronze cross set in the parapet between statues 17 and 19 marks the point where he was thrown off.",
      "At the Staré Město end of the bridge, look over the downstream parapet at the retaining wall on the right and you’ll see a carved stone head known as Bradáč (Bearded Man). When the river level rose above this medieval marker, Praguers knew it was time to head for the hills. A blue line on the modern flood gauge nearby shows the level of the 2002 flood, no less than 2m above Bradáč!",
      "In the crush, don’t forget to look at the bridge itself (the bridge towers have great views) and the grand vistas up and down the river. Pickpockets occasionally work the bridge, so keep your purse or wallet safe."]
    },
    "4": {
      "title": "John Lennon Wall",
      "button": "Next",
      "p": ["After his murder on 8 December 1980, John Lennon became a pacifist hero for many young Czechs. An image of Lennon was painted on a wall in a secluded square opposite the French embassy (there is a niche on the wall that looks like a tombstone), along with political graffiti and occasionally Beatles lyrics.","Despite repeated coats of whitewash, the secret police never managed to keep it clean for long, and the Lennon Wall became a political focus for Prague youth (a lot of Western pop music was banned by the communists, and some Czech musicians were even jailed for playing it).","Post-1989 weathering and lightweight graffiti ate away at the political messages and images, until little remained of Lennon but his eyes, but visiting tourists began making their own contributions. The wall is the property of the Knights of Malta, and they have repainted it several times, but it soon gets covered with more Lennon images, peace messages and inconsequential tourist graffiti. In recent years the Knights have bowed to the inevitable and don’t bother to whitewash it any more."],
      "img": "../assets/locations/4.jpg"
    },
    "5": {
      "title": "Wallenstein Garden",
      "button": "Next",
      "p": ["This huge, baroque garden is an oasis of peace amid the bustle of Malá Strana's streets. Created for Duke Albrecht of Wallenstein in the 17th century, its finest feature is the huge loggia decorated with scenes from the Trojan Wars, flanked on one side by an enormous fake stalactite grotto – see how many hidden animals and grotesque faces you can spot.",
      "The bronze statues of Greek gods lining the avenue opposite the loggia are copies – the originals were carted away by marauding Swedes in 1648 and now stand outside the royal palace of Drottningholm near Stockholm. At the eastern end of the garden is an ornamental pond, home to some seriously large carp, and the Wallenstein Riding School, which hosts temporary exhibitions. Enter the garden via a gate beside Malostranská metro station, the main entrance on Letenská, or through the Wallenstein Palace."]
    },
    "6": {
      "title": "Petrin Park",
      "button": "Next",
      "p": ["This 318m-high hill is one of Prague’s largest green spaces. It’s great for quiet, tree-shaded walks and fine views over the ‘City of a Hundred Spires’. Most of the attractions atop the hill, including a lookout tower and mirror maze, were built in the late 19th to early 20th century, lending the place an old-fashioned, fun-fair atmosphere.",
      "Once upon a time the hill was draped with vineyards, and you can still see the quarry that provided stone for most of Prague's Romanesque and Gothic buildings. The huge stone fortifications that run from Újezd to Strahov, cutting across Petřín's peak, are called the Hunger Wall. It was built in 1362 under Charles IV, constructed by the city's poor in return for food under an early job-creation scheme.",
      "In the peaceful Kinský Garden (Kinského zahrada), on the southern side of Petřín, is the 18th-century wooden Church of St Michael (kostel sv Michala), transferred here, log by log, from the village of Medveďov in Ukraine. Such structures are rare in Bohemia, though still common in Ukraine and northeastern Slovakia.",
      "Petřín is easily accessible on foot from Strahov Monastery, or you can ride the funicular railwayfrom Újezd up to the top. You can also get off two-thirds of the way up at Nebozízek."
      ]
    }
  },
    "onboarding_screen": {
    "auto_thought_ex": "I missed George's party, he must hate me.",
    "challenge_ex": "George knows I couldn't make it every time, I wouldn't hate him if he missed something of mine.\n\nI should treat myself at least as well as I treat others.",
    "alt_thought_ex": "It's true I missed George's party, I can apologize, and he'll probably forgive me.",
    "cog_distortion": { "label": "Mind Reading", "slug": "mind-reading" },
    "intro": {
      "line1": "Welcome to",
      "emphasis1": "quirk",
      "line2": ", the",
      "emphasis2": "Cognitive Behavioral Therapy (CBT)",
      "line3": "App."
    },
    "crash_course": {
      "line1": "This is a",
      "emphasis1": "crash course",
      "line2": "in CBT and",
      "emphasis2": "not an alternative",
      "line3": "for a trained therapist."
    },
    "mood_thoughts": {
      "line1": "First:",
      "emphasis1": "your thoughts cause your moods."
    },
    "thoughts_arent_thoughts": {
      "line1": "Second: your thoughts can be",
      "emphasis1": "automatic."
    },
    "your_distorted": {
      "line1": "Third: automatic thoughts are often",
      "emphasis1": "distorted."
    },
    "cbt_overview": {
      "line1": "The goal of CBT is to recognize the",
      "emphasis1": "distorted thoughts",
      "line2": "and",
      "emphasis2": "replace them",
      "line3": "with rational ones."
    },
    "ready": {
      "emphasis1": "Ready?",
      "line1": "Let's go over the steps."
    },
    "catch": {
      "line1": "We'll start by",
      "emphasis1": "just writing down",
      "line2": "the automatic thoughts when they happen."
    },
    "bad_thought_note": {
      "line1": "Note the thought:",
      "line2": "I missed George's party, he must hate me."
    },
    "identify_distortions": {
      "line1": "Look for",
      "emphasis1": "Cognitive Distortions"
    },
    "bad_distortions": {
      "line1": "Do we really know George will hate us? If not, we're",
      "emphasis1": "🧠 Mind Reading",
      "line2": "I missed George's party, he must hate me."
    },
    "challenge_screen": {
      "line1": "Why isn't this thought realistic?",
      "emphasis1": "Challenge it."
    },
    "write_challenge": {
      "line1": "We'll write something like this:"
    },
    "alt_thought": {
      "line1": "Finally, we'll write an",
      "emphasis1": "alternative thought."
    },
    "show_off": {
      "line1": "Find it later:"
    },
    "got_it": {
      "line1": "And that's really about it",
      "btn_title": "Let's go!"
    }
  },
  "auto_thought": "Automatic Thought",
  "cog_distortion": "Cognitive Distortion",
  "challenge": "Challenge",
  "alt_thought": "Alternative Thought",
  "cbt_form": {
    "edit": "Edit",
    "new": "New",
    "save": "Save",
    "auto_thought_placeholder": "What's going on?",
    "cog_distortion": "Cognitive Distortion",
    "challenged": "Challenge",
    "changed_placeholder": "Debate that thought!",
    "alt_thought_placeholder": "What should we think instead?"
  },
  "all_or_nothing_thinking": "All or Nothing Thinking",
  "all_or_nothing_thinking_explanation": "This distortion happens when we have no room for middle ground. If we think that a small fault in ourselves means we’re fundamentally rotten or otherwise terrible, we’re likely engaging in all or nothing thinking.",
  "all_or_nothing_thinking_thought": "I bombed the interview, I must be unhirable.",
  "catastrophizing": "Catastrophizing",
  "catastrophizing_explanation": "If we’re taking a small problem and blowing it way out of proportion, we’re catastrophizing. Did you make a small mistake at work and are dreading if someone found out even though it’s nothing serious? You’re probably catastrophizing.",
  "catastrophizing_thought": "I'm feeling jittery, I might be having a heart attack.",
  "emotional_reasoning": "Emotional Reasoning",
  "emotional_reasoning_explanation_1": "\"I feel it, therefore it must be true.\" If you find yourself justifying the \"danger\" of something innocuous because you’re afraid of it, then you’re likely engaging in emotional reasoning. Things aren’t dangerous because we’re afraid of them and we’re not awful just because we may think we are.",
  "emotional_reasoning_explanation_2": "This one is often hard to recognize. It takes some effort to recognize when your emotional mind is taking the logical reins.",
  "emotional_reasoning_thought": "I feel guilty, therefore I must have done something bad.",
  "fortune_telling": "Fortune Telling",
  "fortune_telling_explanation": "This distortion happens when we predict the future. We often overestimate our abilities to predict what will happen. Frequently we'll worry that something might happen and then start to look for evidence that it will occur.",
  "fortune_telling_thought": "The plane I'm about to get on will crash.",
  "labeling": "Labeling",
  "labeling_explanation": "If we're taking one characteristic of a person and applying it to the whole person, we're labeling. If someone brushed us off, they might not be a \"jerk,\" maybe they're just in a hurry. This applies to ourselves as well; just because we make a mistake doesn't mean we're a \"failure.\"",
  "labeling_thought": "I failed a test, so I'm a bad student.",
  "magnification_of_the_negative": "Magnification of the Negative",
  "magnification_of_the_negative_explanation": "If you’re judging a situation based entirely on the negative parts and not considering the positive parts, you’re likely magnifying the negative. If you’re constantly berating yourself for bombing a job interview, you’re probably filtering out all the experience you gained from that interview.",
  "magnification_of_the_negative_thought": "I ate healthy this week, but I skipped my run.",
  "mind_reading": "Mind Reading",
  "mind_reading_explanation": "If we're worried about what someone else is thinking about us, we're attempting to read minds. Unless someone tells you what they're thinking, you have absolutely no way of knowing. So why assume the worst?",
  "mind_reading_thought": "I think I was rude to George, I'll bet he hates me.",
  "minimization_of_the_positive": "Minimization of the Positive",
  "minimization_of_the_positive_explanation": "If we downplay the good things that are happening to us, we're minimizing the positive. Even if our day didn't go 100% as planned, it doesn't mean that the 60% that did go right should be ignored.",
  "minimization_of_the_positive_thought": "Many people liked my presentation, but I stumbled giving the intro, so it was bad.",
  "other_blaming": "Other Blaming",
  "other_blaming_explanation_1": "If a bad situation must be the fault of someone, we're other-blaming. If you failed an exam and you're blaming the teacher, you're directing your energy to the wrong place. Someone cut you off on the highway? If you honk your horn, flip them off, and stew, how is that helping? Now you're cut off and mad!",
  "other_blaming_explanation_2": "This doesn't mean you have to blame yourself for every negative situation. You don't have to blame anyone. No one has to be at fault if you let the situation pass without attaching blame.",
  "other_blaming_thought": "That jerk is taking too long in line and I'm going to be late!",
  "over_generalization": "Over Generalization",
  "over_generalization_explanation": "If we draw conclusions based on just one example, we're over generalizing. If you bombed a presentation and assume that means you're \"bad\" at presenting, you're over-generalizing.",
  "over_generalization_thought": "No one asked me to dance, so no one ever will.",
  "self_blaming": "Self Blaming",
  "self_blaming_explanation": "If you're attributing a negative situation entirely to yourself, you're self-blaming. You don't have to be responsible for every bad thing that happens. If you're getting caught in traffic and you're berating yourself for not leaving earlier, you're self-blaming. Would you treat someone else this way?",
  "self_blaming_thought": "My son is failing in school, I must have failed him.",
  "should_statements": "Should Statements",
  "should_statements_explanation_1": "If you're assigning someone abilities they don't have, you're using faulty \"should\" statements. For example, if you have a fear of flying and are telling yourself \"I shouldn't be afraid of this, there's nothing wrong with the airplane!\" you're putting an undue burden on yourself. You have a fear of flying! It's normal for people who have a fear of flying to be afraid flying!",
  "should_statements_explanation_2": "Should statements can seem nonsensical when you say it out loud; that's the point! They're illogical!",
  "should_statements_thought": "I'm an adult, I shouldn't have these mental issues.",
  "accessibility": {
    "help_button": "help",
    "list_button": "list thoughts",
    "new_thought_button": "new thought",
    "settings_button": "settings",
    "delete_thought_button": "delete thought"
  }
}
